[
  {
    "title": "User Content Designer",
    "dates":"Jan. 2019 - Present",
    "location": "Thermo Fisher Scientific -- Madison, WI",
    "summary": "Nori grape silver beet broccoli kombu beet greens fava bean potato quandong celery. Bunya nuts black-eyed pea prairie turnip leek lentil turnip greens parsnip. Sea lettuce lettuce water chestnut eggplant winter purslane fennel azuki bean earthnut pea sierra leone bologi leek soko chicory celtuce parsley jícama salsify."
  },
  {
    "title": "Technical Writer Contractor",
    "dates":"Technical Writer Contractor",
    "location": "Sundial Software Corporation contracted to Thermo Fisher Scientific -- Madison, WI",
    "summary": "Nori grape silver beet broccoli kombu beet greens fava bean potato quandong celery. Bunya nuts black-eyed pea prairie turnip leek lentil turnip greens parsnip. Sea lettuce lettuce water chestnut eggplant winter purslane fennel azuki bean earthnut pea sierra leone bologi leek soko chicory celtuce parsley jícama salsify."
  },
  {
    "title": "Technical Writer Intern",
    "dates":"Jun. 2017 - Aug. 2017",
    "location": "Google, Inc -- Kirkland, WA",
    "summary": "I surveyed users, carried out card sorting and tree testing studies, and developed user journeys and personas to re-design the site architecture for the internal documentation of one of Google’s in-house content management systems. Along the way, I wrote, revised, and published how-tos, guides, and reference docs."
  },
  {
    "title": "Web Editor",
    "dates":"May 2015 - June 2016",
    "location": "Wisconsin Academy of Sciences, Arts & Letters -- Madison, WI",
    "summary": "As web editor, I developed a new site architecture and wireframes for critical pages while designing a new content strategy for a multi-faceted organization, helping users discover content across program areas. I also contributed to a style guide for digital content and edited content for clarity, cohesion, and correctness."
  },
  {
    "title": "Digital Editor Intern",
    "dates":"June 2015 - May 2015",
    "location": "Wisconsin Academy of Sciences, Arts & Letters -- Madison, WI",
    "summary": "I wrote and edited articles for Wisconsin People & Ideas magazine while researching and implementing best practices for usability on this organizations’ website.."
  }
]


